Repository: justhyx/ERPNET.1.199
Catalog: ERPNET(192.168.1.199)/App_GlobalResources/Resource.*.resx
Languages: th_th

# alertksj
source: 数据为空，请确认后重试
th_th: Data is empty, please try again after confirmation

# alertsjcw
source: 输入日期错误
th_th: Input date format error

# alerttx
source: 请完整填写资料
th_th: Please complete the information

# alertWxqd
source: 仓位点盘库已存在，无需重新启动
th_th: Inventory sheet has been started, you can not start again

# alertxzexcel
source: 文件必须为Excel
th_th: Upload file must be an Excel file

# alertxzwj
source: 请选择上传文件
th_th: Please select Upload file

# alterDoubbleConfirm
source: 无需再次确认
th_th: Don't need to Confirm again

# alterfiald
source: 操作失败
th_th: Operation failed

# alterOk
source: 操作成功
th_th: Operation is successful

# alterReConfrim
source: 无需反审
th_th: Don't need to ReConfrim

# alterwxz
source: 没有选择任何行
th_th: No Rows Selected

# bc
source: 保存
th_th: บันทึก

# bf
source: 部番
th_th: Part No.

# bh
source: 编号
th_th: NO.

# bhzsh
source: 备货指示号
th_th: Goods preparation instruction No.

# bhzshsjmx
source: 备货指示号数据明细
th_th: Data details of goods preparation instruction No.

# blzsh
source: 备料指示号
th_th: Material preparation instruction No.

# bpmc
source: 品名
th_th: Part Name

# bpmc1
source: 部品名称
th_th: Part Name

# bpzl
source: 部品重量
th_th: Part weight

# btnSearch
source: 搜索
th_th: Search

# bz
source: 备注
th_th: Remark

# bz1
source: 别纸
th_th: Other page

# cabs
source: 材质表示
th_th: Material marking

# caozuo
source: 操作
th_th: Operation

# cdj
source: 测定具
th_th: Measuring tool

# cjr
source: 创建人
th_th: Creater

# cjrq
source: 创建日期
th_th: Creation date

# ck
source: 查看
th_th: View Details

# clck
source: 仓位点
th_th: ตำแหน่งสต็อก

# clck1
source: 材料仓库
th_th: Material warehouse

# clgl
source: 材料管理
th_th: Material management

# clgyssf
source: 材料供应商色番
th_th: Supplier's material color No.

# cljgxgxx
source: 材料价格修改详细
th_th: Material price revise details

# clqy
source: 处理区域
th_th: Handle area

# clxm
source: 测量项目
th_th: Measuring items

# cr
source: 承认
th_th: Approval

# crt
source: 承认图
th_th: Approval picture

# cs
source: 城市
th_th: City

# cx
source: 成型
th_th: Molding

# cy
source: 差异
th_th: Diffrence

# cyhz
source: 差异汇总
th_th: Variance Summary

# cz
source: 材质
th_th: Material

# cz1
source: 传真
th_th: Fax

# czry
source: 操作人员
th_th: Operator

# dc
source: 导出
th_th: Export

# dcpdp
source: 导出盘点票
th_th: export

# dd
source: 担当
th_th: Person in charge

# dh
source: 电话
th_th: Telephone

# dj
source: 单价
th_th: Unit-Price

# duizhao
source: 对照
th_th: Compare

# dw
source: 单位
th_th: Unit

# dy
source: 导入
th_th: Import

# dypdp
source: 打印盘点票
th_th: Print

# dz
source: 地址
th_th: Address

# fcwc
source: 粉碎完成
th_th: Material crush complete

# fh
source: 返回
th_th: Back

# fhsyy
source: 返回上一页
th_th: Back to previous page

# fs
source: 反审
th_th: Reconfirm

# fs1
source: 反审
th_th: Reconfirm

# fsdq
source: 反审当前
th_th: Reconfirm the current page

# fsdq1
source: 反审当前
th_th: Reconfirm the current page

# fslbl
source: 粉碎料比例
th_th: Regrind material ratio

# fsx
source: 负数项
th_th: Negative

# fx
source: 发行
th_th: Issuance

# gcnjcggs
source: 工程内检查规格书
th_th: Specification for inspection during production

# gcnjcggslb
source: 工程内检查规格书列表
th_th: Specification list for inspection during production

# gcq
source: 公差起
th_th: Tolerance start

# gcz
source: 公差止
th_th: Tolerance stop

# gdnr
source: 改订内容
th_th: Revised contents

# gdrq
source: 改订日期
th_th: Revised date

# gg
source: 规格
th_th: Specification

# ggsgl
source: 供应商管理
th_th: Supplier management

# gms
source: 购买商
th_th: Supplier

# gx
source: 更新
th_th: Update

# gys
source: 供应商
th_th: Supplier

# gysbh
source: 供应商编号
th_th: Supplier No.

# gysjc
source: 供应商简称
th_th: Supplier abbreviation

# gysm
source: 供应商名
th_th: Supplier name

# gysxxwh
source: 供应商信息维护
th_th: Supplier information maintenance

# gzsj
source: 干燥时间
th_th: Drying time

# gzwd
source: 干燥温度
th_th: Drying temperature

# hf
source: 恢复
th_th: Restore

# hj
source: 合计
th_th: Total

# hwh
source: 货位号
th_th: Goods allocation No.

# issccj
source: 是否成产厂家
th_th: Is Production Co.?

# jbbzyb
source: 见本标准样本
th_th: Standard sample

# jbxd
source: 见本限度
th_th: Limited sample

# jcpd
source: 检查频度
th_th: Inspection frequentness

# jcxm
source: 检查项目
th_th: Inspection items

# je
source: 金额
th_th: Amount

# jh
source: 记号
th_th: Marking

# jhsc
source: 交货上传
th_th: Delivery uploading

# jssj
source: 终止时间
th_th: End Date

# jx
source: 机型
th_th: Type

# jz
source: 机种
th_th: Model

# kh
source: 客户
th_th: Customer

# kh1
source: 客户
th_th: Customer

# ksfc
source: 开始粉碎
th_th: Srart to crush

# kssj
source: 起始时间
th_th: Start Date

# lxr
source: 联系人
th_th: Contact person

# mc
source: 名称
th_th: Name

# mjbh
source: 模具编号
th_th: Mold No.

# pch
source: 批次号
th_th: Lot No.

# pdbh
source: 盘点表号
th_th: Inventory sheet No.

# pdbh1
source: 盘点表号
th_th: Inventory sheet No.

# pdblr
source: 盘点表录入
th_th: Inventory sheet input

# pdbqr
source: 盘点表确认(审核)
th_th: Inventory sheet confirmation ( approval)

# pdbqr1
source: 盘点表确认（审核）
th_th: Inventory sheet confirmation ( approval)

# pdbsh
source: 盘点表审核
th_th: Inventory sheet approval

# pdbzdrq
source: 盘点表制单日期
th_th: Inventory sheet create date

# pddh
source: 盘点单号
th_th: Inventory sheet No.

# pddh1
source: 盘点单号
th_th: Inventory sheet No.

# pdms
source: 盘点模式
th_th: Inventory pattern

# pdrq
source: 盘点日期
th_th: Inventory date

# pdrq1
source: 盘点日期
th_th: Inventory date

# pdsl
source: 盘点数量
th_th: Inventory Quantity

# pdsp
source: 盘点商品
th_th: Inventory goods

# plsc
source: 批量上传
th_th: Batch upload

# pm
source: 品名
th_th: Part name

# qd
source: 启动
th_th: Start

# qdpd
source: 启动盘点
th_th: Start taking inventory

# qr
source: 确认
th_th: Confirm

# qr1
source: 确认
th_th: Confirmation

# qrdq
source: 确认当前
th_th: Confirm the current page

# qrdq1
source: 确认当期
th_th: Current page Confirmation

# qrsh
source: 确认审核
th_th: Confirmation and approval

# qs
source: 取数
th_th: Cavity

# qsrgysm
source: 请输入供应商名
th_th: Please input supplier name

# qx
source: 取消
th_th: Cancel

# qxz
source: 请选择
th_th: Please Select

# qy
source: 区域
th_th: Zone

# rsl
source: 按染色料计算
th_th: By colouring material

# rz
source: 认证
th_th: Certificate

# sc
source: 删除
th_th: Delete

# sc1
source: 删除
th_th: Delete

# sccj
source: 生产厂家
th_th: Production Co.

# sch
source: 删除行
th_th: Delete rows

# sf
source: 色番
th_th: Color No.

# sfgms
source: 色粉购买商
th_th: Master batch supplier

# sfscpdb
source: 是否确认该盘点表?
th_th: Delete the Inventory sheet ?

# sfxh
source: 色粉型号
th_th: Master batch type

# sh
source: 审核
th_th: Approval

# sh1
source: 审核
th_th: Approval

# shrq
source: 送货日期
th_th: Delivery date

# shyj
source: 审核意见
th_th: Approval opinions

# sjgl
source: 数据管理
th_th: Data management

# sjsc
source: 数据上传
th_th: Data uploading

# skzl
source: 水口重量
th_th: Runner weight

# sp
source: 商品
th_th: Goods

# spda
source: 商品档案
th_th: Goods file

# spsx
source: 商品属性
th_th: Goods property

# ss
source: 收索
th_th: Search

# sskc
source: 实时库存
th_th: Real-time inventory

# sx
source: 搜寻
th_th: Search

# sy
source: 所有
th_th: All

# szpfcshtglb
source: 试作品粉碎审核通过列表
th_th: Approvaled trial samples crushing list

# szpfslb
source: 试作品粉碎列表
th_th: Trial samples crushing list

# tj
source: 提交
th_th: Submit

# tj1
source: 添加
th_th: Add

# tjcesj
source: 添加测试数据
th_th: Add measuring data

# tjgys
source: 添加供应商
th_th: Add suppliers

# wlcg
source: 物料采购
th_th: Materials Purchase

# wlsx
source: 物料属性
th_th: Material Properties

# wlyc
source: 物料预测
th_th: Material Prediction

# xg
source: 修改
th_th: Revise

# xh
source: 型号
th_th: Model

# xitem
source: X项
th_th: X-item

# xjju
source: 型检记录
th_th: Measuring records

# xtsl
source: 系统数量
th_th: Balance in system

# xx
source: 显示
th_th: Display

# xz
source: 新增
th_th: Add

# xz1
source: 选择
th_th: Select

# xzwj
source: 选择文件
th_th: Select file

# y
source: 有
th_th: Have

# yl
source: 预览
th_th: Preview

# ylbh
source: 原料编号
th_th: Material No.

# ys
source: 颜色
th_th: Color

# ys1
source: 颜色
th_th: Color

# ysc
source: 已删除
th_th: Already deleted

# ysl
source: 按原色料计算
th_th: By primary material

# yx
source: 运行
th_th: Run

# yxlb
source: 运行类别
th_th: Run Type

# yy
source: 原因
th_th: Reasons

# yzkgx
source: 验证可用性
th_th: Certify the usability

# zdr
source: 制单人
th_th: Creater

# zds
source: 指导书
th_th: Guide book

# zj
source: 增加
th_th: Add

# zjh
source: 增加行
th_th: Add line

# zjl
source: 增加列
th_th: Add row

# zl
source: 组立
th_th: Assembling

# zq
source: 周期
th_th: Cycle time

# zysx
source: 注意事项
th_th: Notes

# zyzj
source: 专用治具
th_th: Special purpose jig

# zz
source: 备注
th_th: หมายเหตุ

# alertWsj
source: 仓位点中无数据,无需启动盘点
th_th: Data is empty

# alert
source: 系统错误,请重新录入数据
th_th: System Error,Please re-enter data

# store
source: Store_name
th_th: Store_tname

# alertNodata
source: 资料不存在,请检查部番是否输入正确
th_th: The data does not exist, please check the goodsname ,whether the input is correct
